// За допомогою конструкції if else, визначте та виведіть 
// у консоль рівень успішності студента:
// Якщо середня оцінка менше 60, вивести "Незадовільно".
// Якщо середня оцінка від 60 до 70 (включно), вивести "Задовільно".
// Якщо середня оцінка від 71 до 80 (включно), вивести "Добре".
// Якщо середня оцінка від 81 до 90 (включно), вивести "Дуже добре".
// Якщо середня оцінка від 91 до 100 (включно), вивести "Відмінно".

let averageGrade = 80;
let result = ''

if (averageGrade < 60) {
    result = 'Незадовільно';
} else if (averageGrade >= 60 && averageGrade <= 70) {
    result = 'Задовільно';
} else if (averageGrade > 70 && averageGrade <= 80) {
    result = 'Добре';
} else if (averageGrade > 80 && averageGrade <= 90) {
    result = 'Дуже добре';
} else if (averageGrade > 90 && averageGrade <= 100) {
    result = 'Відмінно';
} else {
    result = 'Перевірте коректність оцінки';
}

console.log(result)