// Завдання 5: Об'єднання масивів
// Вам потрібно створити програму, яка об'єднає два масиви в один
// Ось кроки, які вам потрібно виконати:
// Створіть два масиви, наприклад, firstArray і secondArray, які містять деякі значення.
// Створіть новий масив, який містить всі елементи з обох вихідних масивів.
// Виведіть отриманий об'єднаний масив на консоль.

const firstArray = ['a', 1, 'task5'];
const secondArray = ['b', 2, 'someData'];

const concatArray = firstArray.concat(secondArray);

console.log(concatArray);