// Завдання 4: Обчислення площі та об'єму
// Завдання 4.1
// π - число “пі”. Ви можете використати Math.PI у вашому дз для вираження цього числа
// Створіть змінну radius і присвойте їй числове значення радіуса кола.
// Обчисліть площу кола за формулою π * radius^2 і виведіть результат.
// Завдання 4.2
// Створіть змінну length і присвойте їй числове значення довжини прямокутника.
// Створіть змінну width і присвойте їй числове значення ширини прямокутника.
// Обчисліть площу прямокутника за формулою length * width і виведіть результат.
// Завдання 4.3
// Створіть змінну radius і присвойте їй числове значення радіуса циліндра.
// Створіть змінну height і присвойте їй числове значення висоти циліндра.
// Обчисліть об'єм циліндра за формулою π * radius^2 * height і виведіть результат.
// Округліть кожне отримане значення до 2 значень після крапки

let radius = 15;
console.log('Площа кола: ' + Math.PI * radius ** 2);

let length = 10;
let width = 6;
let rectangleArea = length * width;
console.log('Площа прямокутника: ' + rectangleArea);

let cylinderRadius = 3;
let cylinderheight = 6;
let cylinderVolume = Math.PI * cylinderRadius ** 2 * cylinderheight;
console.log("Об'єм циліндра: " + cylinderVolume.toFixed(2));